{
    "document": [
        {
            "content": "L'invention porte sur une lentille de Fresnel dont l'angle de traînée ? est identique à l'angle de rayonnement F, et sur une DEL l'utilisant. Ladite lentille 50b, disposée devant la DEL 10 modifie le cheminement optique de sa lumière. Une couche fluorescente 30 recouvrant la DEL 10 est traversée par sa lumière. La DEL 10 émet une lumière bleue. La couche fluorescente 30, faite d'un matériau fluorescent de YAG:Ce, est plus épaisse dans le sens transversal de la DEL 10 que dans son sens longitudinal. Un réflecteur 20 en coupelle où est placée la DEL 10 renvoie vers l'avant sa lumière émise latéralement.\n",
            "title": "LENTILLE DE FRESNEL ET DEL L'UTILISANT",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007108663&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "L'invention concerne un procédé et un appareil de contrôle d'une lentille de liquide, et un procédé de fabrication de la lentille utilisant cette méthode et ce dispositif, lesdits procédé et appareil permettant de contrôler facilement si la lentille est normale ou non. Le procédé de contrôle d'une lentille de liquide consiste à: déplacer la lentille vers une position préétablie en vue de la contrôler; mesurer la lentille au moyen d'un capteur de mesure relativement mobile par rapport à la lentille; et déterminer si la lentille présente une adhérence effective sur la base des données mesurées par le capteur de mesure. On peut ainsi déterminer de manière simple et précise si la lentille de liquide est normale ou non, et améliorer la fiabilité du produit.\n",
            "title": "MTHODE ET DISPOSITIF D'ESSAI D'UNE LENTILLE DE LIQUIDE, ET PROCD DE FABRICATION DE LA LENTILLE UTILISANT CETTE MTHODE ET CE DISPOSITIF",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091771&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "L'invention concerne un appareil et un procédé d'assemblage d'une face avant avec une lentille de liquide dont le corps, incliné selon un angle donné, présente une partie de remplissage de liquide et un panneau arrière ménagé sous le corps. L'appareil comprend: une unité de buse à vide pour adsorber la face avant; une unité de réglage de la buse à vide pour réguler la force d'adsorption de la buse à vide; un moteur à axe vertical pour déplacer la buse à vide verticalement; une unité de commande pour contrôler le fonctionnement du moteur à axe vertical; et une unité à joint sphérique située entre la buse à vide et la face avant et maintenant une inclinaison de la face avant identique à celle du corps de la lentille de liquide, une fois la face avant amenée complètement au contact de la surface supérieure du corps de la lentille de liquide.\n",
            "title": "APPAREIL ET PROCD D'ASSEMBLAGE D'UNE FACE AVANT AVEC UNE LENTILLE DE LIQUIDE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091761&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        }
    ]
}