{
    "document": [
        {
            "content": "15. Method for loading a storage shuttle (9) according to any of claims 5 to 7 into a flexible intraocular lens injection device according to any of claims 1 to 4, characterised in that it comprises - an opening of a sterile container (19) according to any one of claims 11 to 14 containing the storage shuttle (9) provided with a flexible intraocular lens, |EPO DP num=\"16\"| - an inserting of the tubular body (1) of the injection device, provided with its barrel (7), into said pushing portion of the sterile container (19), with cooperation between the first rotary attachment means (11) of the tubular body (1) and the second rotary attachment means (12) of the storage shuttle (9), - a taking outside the sterile container (19) of the tubular body (1) and of the storage shuttle (9) attached to one another, - a rotation of the storage shuttle (9) between its above-mentioned first position outside the tubular body (1) and its above-mentioned second position where it is loaded inside the above-mentioned housing (8) of the tubular body (1) through the above-mentioned side opening provided in the tubular body (1), the intraocular lens being in this second position of the storage shuttle (9) ready to be moved and wound under the thrust of the plunger (3) into the ejection cavity of the barre! (7), and then ejected outside.\n",
            "title": "FLEXIBLE INTRAOCULAR LENS INJECTION DEVICE AND STORAGE SHUTTLE FOR IMPLEMENTING SAME",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA3021536&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "8. Lentille selon la revendication 6, caracté- risée en ce que ladite partie centrale a une face avant présentant un rayon donné et une face arrière présentant un autre rayon donné, le rayon de la face avant définissant un rapport sur le rayon de la face arrière, d'environ 1/2.\n",
            "title": "LENTILLE INTRAOCULAIRE DE CHAMBRE POSTERIEURE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA1298439&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "15. The lens as claimed in any one of claims 1 to 14, characterized in that the transmission between 480 nm and 510 nm is comprised between 10% and 40%.\n",
            "title": "OPHTHALMIC LENS IN PARTICULAR FOR A PAIR OF SUNGLASSES",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA3031583&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "7. Composition pharmaceutique contenant la substance antidiarrhéique selon la revendication 6 en tant que principe actif.\n",
            "title": "Anti-diarrhoeal substance - prepd. by alpha amylase hydrolysis of cereal and leguminous grains mixt., then spray drying",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CH681276&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "14. Lentille diffractive intracornéenne selon l'une des revendications 1 à 13, caractérisée en ce qu'elle est réalisée comme une lentille bifocale adaptée à la correction de la presbytie.\n",
            "title": "INTRACORNEAL DIFFRACTIVE LENS",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA2694840&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "15.Véhicule automobile caractérisé en ce qu'il loge au moins un module d'éclairage et/ou de signalisation selon l'une des revendications 13 ou 14.\n",
            "title": "DISPOSITIF LUMINEUX, MODULE D'ECLAIRAGE ET/OU DE SIGNALISATION ET VEHICULE AUTOMOBILE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=FR3013103&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        }
    ]
}