{
    "document": [
        {
            "content": "8. Implante según la reivindicación 6 o la reivindicación 7,caracterizado porque la relación del radio de la cara delantera sobre elradio de la cara posterior de esta parte central es de aproximadamente1/2.\n",
            "title": "LENTILLA INTRAOCULAR DE CAMARA POSTERIOR.",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=ES2029339&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "UNK"
        },
        {
            "content": "- eine Drehung des Speichershuttles (9) zwischen seiner vorgenannten ersten Position außerhalb des rohrförmigen Körpers (1) und seiner vorgenannten zweiten Position, in der das Shuttle im Inneren der vorgenannten Aussparung (8) des rohrförmigen Körpers (1) durch die vorgenannte seitliche Öffnung, die im rohrförmigen Körper (1) vorgesehen ist, geladen wird, wobei die Intraokularlinse in dieser zweiten Position des Speichershuttles (9) bereit ist, unter dem Druck des Schiebers (3) in den Ausstoßhohlraum des Tubus (7) bewegt und eingerollt zu werden und dann nach außen ausgestoßen werden kann.\n",
            "title": "VORRICHTUNG ZUM INJIZIEREN EINER FLEXIBLEN INTRAOKULARLINSE UND SPEICHERSCHIFFCHEN ZUR DURCHFHRUNG DES VERFAHRENS",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=EP3445287&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "UNK"
        },
        {
            "content": "- una rotación de la cápsula (9) de almacenamiento entre su antes mencionada primera posición en el exterior del cuerpo tubular (1) y su antes mencionada segunda posición donde ha sido cargada dentro del alojamiento (8) antes mencionado del cuerpo tubular (1) a través de la abertura lateral antes mencionada, prevista en el cuerpo tubular (1), estando la lente intraocular en esta segunda posición de la cápsula (9) de almacenamiento lista para ser desplazada y enrollada por el empuje del empujador (3) hacia la cavidad de eyección del cañón (7), y luego apta para ser eyectada al exterior.\n",
            "title": "Dispositivo de inyeccin de lente intraocular flexible y cpsula de almacenamiento para su implementacin",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=ES2787021&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "UNK"
        },
        {
            "content": "14. Intrakorneale diffraktive Linse nach einem der Ansprüche 1 bis 13, dadurch gekennzeichnet, dass sie wie eine bifokale Linse hergestellt ist, die für die Korrektur der Presbyopie ausgelegt ist.\n",
            "title": "INTRAKORNEALE DIFFRAKTIVE LINSE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=EP2178461&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "UNK"
        },
        {
            "content": "14. Lentilla difractiva intracorneal según cualquiera de las reivindicaciones 1 a 13 caracterizada porque está 60 realizada como una lentilla bifocal adaptada para la corrección de la presbicia.\n",
            "title": "Lentilla difractiva intracorneal",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=ES2388264&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "UNK"
        }
    ]
}