{
    "document": [
        {
            "content": "PURPOSE: To provide a lens (an intraocular implant) which exhibits high flexibility and is easily insertable to the proper point in the film of a crystalline lens by providing the lens with a central part and elastic supporting part of the shape of a circular crown constituting the lens and integrally forming this supporting part and the central part. CONSTITUTION: An implantation tissue body 20 consists of the central part 21 of the circular shape constituting the lens itself and the elastic supplying part 22. This supporting part is coupled to the central part 21 only by the single material part 24. As a result, the impartation of flexibility to the implantation tissue body and the 'folding' of this body to the max. possible extent during the introducing into the eye are made possible. Then, the incision ought to be executed to the cornea and film in order to insert the implantation tissue body to the proper point may be minimized. Further, a blind hole 25 is installed at the central part of the mounting part 24 and this hole is adapted to receive the end of a hook-shaped appliance, by which the correct positioning of the transplantation tissue body into the eye by a surgeon is made possible.\n\n",
            "title": "LENS IN POSTERIOR EYE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=JPH0191858&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A device for injecting a flexible intraocular lens, comprising a tubular body (1) that has a casing (2), a plunger (3), a barrel (7) having a cross-section that decreases in the opposite direction to the tubular body, and a housing (8) in the axial cavity of the tubular body intended to receive a storage shuttle (9) containing a flexible intraocular lens (10), the casing (2) of the tubular body having a side opening, so as to allow the insertion of the storage shuttle (9) and, next to said side opening, the above-mentioned casing (2) carrying a first outwardly-protruding rotary attachment means (11) capable of engaging with a second rotary attachment means (12) provided on the storage shuttle (9), such that, when the two above-mentioned rotary attachment means are engaged, the storage shuttle is able to rotate about an axis of rotation parallel to said axial direction (4) of the axial cavity of the tubular body.\n",
            "title": "DISPOSITIF D'INJECTION DE LENTILLE INTRAOCULAIRE SOUPLE ET NAVETTE DE STOCKAGE POUR SA MISE EN ŒUVRE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2017182508&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "L'invention concerne un appareil et un procédé d'assemblage d'une face avant avec une lentille de liquide dont le corps, incliné selon un angle donné, présente une partie de remplissage de liquide et un panneau arrière ménagé sous le corps. L'appareil comprend: une unité de buse à vide pour adsorber la face avant; une unité de réglage de la buse à vide pour réguler la force d'adsorption de la buse à vide; un moteur à axe vertical pour déplacer la buse à vide verticalement; une unité de commande pour contrôler le fonctionnement du moteur à axe vertical; et une unité à joint sphérique située entre la buse à vide et la face avant et maintenant une inclinaison de la face avant identique à celle du corps de la lentille de liquide, une fois la face avant amenée complètement au contact de la surface supérieure du corps de la lentille de liquide.\n",
            "title": "APPAREIL ET PROCD D'ASSEMBLAGE D'UNE FACE AVANT AVEC UNE LENTILLE DE LIQUIDE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091761&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "1372816 Grinding lenses ESSILOR INTERNATIONAL CIE GENERALE D'OPTIQUE 18 May 1973 18 May 1972 23870/73 Heading B3D A method of working the peripheral portion 14 of a flexible contact lens 10 comprises gripping the lens between a pair of coaxial rotary spindles 11, 12, rotating the spindles, and bring- ing a working surface 16 into contact with the lens until there is deformation of the peripheral portion of the blank whereby the opposed faces A, B of the lens are alternately worked. When moulded, the lens initially has an angular edge 13 which it is desired to machine to a rounded configuration. The lens is mounted between the spindles 11, 12, one of which is driven, and an abrasive surface 16 on a support 15 is arranged so that a normal N to the surface lies in the median of the plane of the periphery of the lens and the support is moved in a direction D parallel to the normal until the peripheral position of the lens deforms. During rotation of the lens, the deformation alternately reverses itself, as shown in Fig. 3, to round the edge of the lens. The method is repeated using finer abrasive and polishing is effected using a surface of pitch and pulverulent abrasive material.\n\n",
            "title": "METHOD AND APPARATUS FOR WORKING FLEXIBLE CONTACT LENSES",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=GB1372816&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention discloses a light field light shade for a high-power LED single polycrystalline chip module street lamp, which comprises a sectorial body, wherein a flat flared inner cavity with two open ends is formed in the sectorial body; the periphery of the inner opening has a joint annular face, and an annular sleeve extends from the joint annular face for mounting a single dispersing lens; an outwards convex embedded part extends outwards from the periphery of the outer opening; and an annular baffle plate extends outwards from the outside of the outwards convex embedded part and is provided with a plurality of hollow cylinders, of which the inner openings face forward, to be connected in a plug-in manner and fixed with a plurality of pins on the periphery of the inner side of a window in the shell of the street lamp. The light field light shade is mounted on the shell of the street lamp to form rectangular light fields of different length-to-width ratios required by the regulations for street lamps directly together with a primary light source consisting of a high-power LED single polycrystalline chip module and a single lens, and is capable of making the brightness uniform,well shading light and preventing glare.\n\n",
            "title": "Light field light shade for high-power LED single polycrystalline chip module street lamp",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CN101988689&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "L'invention concerne un procédé et un appareil de contrôle d'une lentille de liquide, et un procédé de fabrication de la lentille utilisant cette méthode et ce dispositif, lesdits procédé et appareil permettant de contrôler facilement si la lentille est normale ou non. Le procédé de contrôle d'une lentille de liquide consiste à: déplacer la lentille vers une position préétablie en vue de la contrôler; mesurer la lentille au moyen d'un capteur de mesure relativement mobile par rapport à la lentille; et déterminer si la lentille présente une adhérence effective sur la base des données mesurées par le capteur de mesure. On peut ainsi déterminer de manière simple et précise si la lentille de liquide est normale ou non, et améliorer la fiabilité du produit.\n",
            "title": "MTHODE ET DISPOSITIF D'ESSAI D'UNE LENTILLE DE LIQUIDE, ET PROCD DE FABRICATION DE LA LENTILLE UTILISANT CETTE MTHODE ET CE DISPOSITIF",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091771&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "1343301 Machining contact lenses ESSILOR INTERNATIONAL COMPAGNIE GENERALE D'OPTIQUE 19 Jan 1971 [22 Jan 1970] 2658/71 Heading B3T In a method of machining the edge of a contact lens 10 made of a flexible plastics material, the lens 10 is located, centred and clamped between two coaxial spindles 12, 17 one of which is driven to rotate the lens, one of the spindles being axially displaceable with respect to the other and wherein prior to machining the lens and its supporting members are sprayed with a jet of freezing fluid to harden the lens and to promote rigidity of the lens during the machining operation which is effected by cutting tools mounted on tool slides 20, 21. The lens is centred with respect to its axis of rotation with the spindles by way of a retractable sleeve 35 coaxial with the spindle 12, the centred lens being supported on member 42 freely rotatable on an extension 41 of the spindle 17 the member 42 carrying a support pad 45 having a contour corresponding to that of the lens. The lens may be provided with an annular rim to promote some initial rigidity to permit accurate alignment and locating of the lens, the rim being subsequently removed by a cutting tool, prior to the machining of the contour on the edge of the lens. Optical means may be provided to ensure accurate location of the lens on the axis of rotation prior to machining, the optical system being along the axis of the spindles which may be hollow. In an alternative embodiment an additional device is provided whereby the lens is \"centred\" by way of the above optical means and is cut to the appropriate diameter by an annular cutter 70 which is pivotable by way of a cranked arm 72 into and out of the machining axis so that machining of the contour of the lens edge can be effected as described when the annular cutter is positioned away from the spindle axis.\n\n",
            "title": "MACHINING CONTACT LENSES OF FLEXIBLE MATERIAL",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=GB1343301&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "FIELD: medicine.SUBSTANCE: injector of the flexible intraocular lens comprises a tubular main portion comprising a body, a stem, barrel having a cross-section decreasing in the opposite direction relative to the tubular main part, and separation in the axial cavity of the tubular main part, intended for reception of a shuttle storage unit containing a flexible intraocular lens, wherein the tubular main body has a side opening, in order to enable the introduction of the shuttle storage unit, wherein near this side opening the housing comprises a first outwardly projecting rotary connecting means, capable of engaging with second rotary connecting means provided on shuttle storage unit, so that when two rotary connecting means are engaged, shuttle storage unit can rotate about axis parallel to axial direction of axial cavity of tubular main part. Tubular storage unit for an injector of a flexible intraocular lens comprises a body with a cavity for receiving a flexible intraocular lens, outlet opening, intended in said second position of shuttle storage unit, to provide communication between cavity of shuttle unit and discharge cavity of barrel, and an inlet opening, in the above second position of the shuttle storage unit, to provide communication between the shuttle unit cavity and the tubular main part axial cavity, in which rod is located. At that, on the shuttle unit housing there is an outward projecting second rotary connecting device, made with possibility of interaction with the first rotary connecting facility located on the body of the tubular main part. Injector assembly comprises injector and shuttle storage unit. Sterile container comprises a shuttle storage unit and has a shuttle unit retention portion on which the shuttle unit body is retained, and receiving section for receiving tubular main part of injector equipped with barrel, that in the position of the tubular main part introduction into the receiving section its first rotary connecting device interacted with the said rotary connecting device of the shuttle storage unit, thus providing shuttle storage unit withdrawal from sterile container.EFFECT: use of this group of inventions enables to withdraw a shuttle storage unit containing a lens from a sterile container, pre-loaded in a non-stressed state and loaded into the main part of the device quickly and easily and without risk of contamination or damage of the outlet tip (or barrel) of the device.15 cl, 8 dwg\n",
            "title": "FLEXIBLE INTRAOCULAR LENS INJECTOR AND SHUTTLE STORAGE UNIT TO BE USED THEREWITH",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=RU2735891&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A liquid lens testing method and a testing device, and a liquid lens manufacturing method using the same are provided to simply test sticking effectiveness of a liquid lens by measuring the spreading degree of liquid flowing over from a liquid containing part in sticking a cover glass and a lens body to each other. A liquid lens testing method is composed of steps for moving a liquid lens to the set position to test the liquid lens(S20); measuring the liquid lens by using a measurement sensor moving relatively to the liquid lens(S30); judging the sticking effectiveness of the liquid lens on the basis of data measured in the measurement sensor(S40); and judging whether a normal state checking process for all liquid lenses is finished or not(S70).\n\n",
            "title": "TESTING METHOD FOR LIQUID LENS, TESTING DEVICE FOR LIQUID LENS AND MANUFACTURING METHOD FOR THE LIQUID LENS USING THE SAME",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=KR20070080136&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "An intraocular lens comprising a support part connected to a central part by a single attachment integral with the support part and the central part. The attachment is provided with a blind hole. The support part is inclined relative to the central part in the direction of convexity of the central part. The central part of the implant is in the shape of a meniscus.\n\n",
            "title": "Posterior chamber intraocular lens",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US5041135&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The prepn. of antidiarrhoeal substance (I) comprises: (1) enzymatic hydrolysis of a mixt. of powdered cereal and leguminous grains in an aq. medium, leading to at least partial decomposition of its carbohydrates and proteins into oligosaccharides, polypeptides and aminoacids; and (2) recovery from the hydrolysis medium of the mixt. obtd. in the form a dry powder by spray drying. More specifically, the cereal grain is Oriza sativa (rice). The leguminous seed is Phaseolus mungo (mung bean). The ratio of Oriza sativa/Phaseolus mungo in the starting mixt. is 1.8-2.2/1. Hydrolysis pref. takes place in the presence of alpha-amylase. USE - (I) is an antidiarrhoeal, having beneficial effects on intestinal activity, and partic. on sodium transport. An appropriate dosing regimen consists of two tablets contg. 1 g each of (I), taken every two or three hrs. according to the severity of diarrhoea\n\n",
            "title": "Anti-diarrhoeal substance - prepd. by alpha amylase hydrolysis of cereal and leguminous grains mixt., then spray drying",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CH681276&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A storage shuttle for a flexible intraocular lens injection device. The flexible intraocular lens injection device includes a tubular body having a casing and an axial cavity, a barrel arranged at a distal end of the tubular body and having an ejection cavity in communication with the axial cavity of the tubular body, and a housing in the axial cavity of the tubular body. The storage shuttle has a first position and a second position, and comprises a shuttle body having a shuttle cavity for receiving a flexible intraocular lens, an outlet opening, which is configured, in the second position of the storage shuttle, to allow for a communication between the shuttle cavity and the ejection cavity of the barrel, and an inlet opening, which is configured, in the second position of the storage shuttle, to allow for a communication between the shuttle cavity and the axial cavity of the tubular body, and wherein the shuttle body carries a second rotary attachment capable of cooperating with a first rotary attachment carried by the casing of the tubular body.\n\n",
            "title": "FLEXIBLE INTRAOCULAR LENS INJECTION DEVICE AND STORAGE SHUTTLE FOR IMPLEMENTING SAME",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US2021068944&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A flexible intraocular lens injection device, comprising a tubular body that has a casing, a plunger, a barrel having a cross-section that decreases in the opposite direction to the tubular body, and a housing in the axial cavity of the tubular body intended to receive a storage shuttle containing a flexible intraocular lens, the casing of the tubular body having a side opening, so as to allow the insertion of the storage shuttle and in the vicinity of this side opening, the above-mentioned casing carrying a first outwardly-protruding rotary attachment means configured to engage with a second rotary attachment means provided on the storage shuttle, so that, when the two above-mentioned rotary attachment means are engaged, the storage shuttle is able to rotate about an axis of rotation parallel to said axial direction of the axial cavity of the tubular body.\n\n",
            "title": "FLEXIBLE INTRAOCULAR LENS INJECTION DEVICE AND STORAGE SHUTTLE FOR IMPLEMENTING SAME",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US2020038176&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention relates to a lens that can be implanted in the cornea for correcting vision defects, such as presbyopia. It consists of a zonal diffractive lens with phase inversion that comprises an alternation of optically active or \"full\" annular areas (2) and of optically inactive or empty annular areas (3) which are all concentric. The empty annular areas (3) are filled with an optically inactive \"cement\" that binds together the \"full\" annular areas (2) in order to ensure the stability thereof. The cement is a hydrogel pervious to nutrients and oxygen having an optical index close to that of the cornea.\n",
            "title": "LENTILLE DIFFRACTIVE INTRACORNEENNE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2009043985&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "PURPOSE:To make it possible to positive-negative symmetric coil current only by a unipolar electric power source by switching alternate terminals at both sides of a series circuit of a driving coil and capacitor from a positive potential to zero. CONSTITUTION:With switches S5 and S4 closed, capacitor C is charged and capacitor voltage Vc and coil voltage Vs1 of the switch S1 side increase from zero to +Vo. After initial charging, switches S5 and S4 are opened while switches S2 and S3 are closed. As a result, voltage Vs2 at the coupling point between switches S3 and S4 changes to +V1 and voltage Vs1 drops to OV; and voltage Vc increases to +(V0+V1) and Vc loses V1 due to a revolution loss to reach -V0 a half period later. For the purpose, switches S2 and S3 are opened and S1 and S4 are closed a half period later to set voltage Vs2 to OV and Vs1 to +V1 and consequently, voltage Vc changes to -(Vo+V1) and then approximates to +Vo a half cycle later. As a result, voltage Vc-Vs1 applied to driving coil L has the same waveform with voltage Vc at any time, so that it will be symmetrical between the positive and negative.\n",
            "title": "empty",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=JPS5613583&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention relates to an ophthalmic lens (1) for a pair of sunglasses, said ophthalmic lens including at least one substrate (13), the lens (1) having a transmission spectrum such that: • the transmittance at wavelengths shorter than 380 nm is lower than 1% • the spectrum includes a first transmittance maximum (MAX-1) having a transmittance higher than 8% between 390 nm and 420 nm • the spectrum includes a first transmittance minimum (MIN-1) between 426 nm and 440 nm • the transmittance between 450 nm and 500 nm is higher than 10% • the spectrum includes between 570 nm and 595 nm a second transmittance minimum (MIN-2) • the spectrum includes between 590 nm and 620 nm a second transmittance maximum (MAX-2) • the spectrum includes in the wavelength range comprised between 620 nm and 640 nm a third transmittance minimum (MIN-3) • the transmittance at wavelengths longer than 640 nm is higher than 14%.\n\n",
            "title": "Ophthalmic lens in particular for a pair of sunglasses",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=AU2017303537&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A device for injecting a flexible intraocular lens, comprising a tubular body (1) that has a casing (2), a plunger (3), a barrel (7) having a cross-section that decreases in the opposite direction to the tubular body, and a housing (8) in the axial cavity of the tubular body intended to receive a storage shuttle (9) containing a flexible intraocular lens (10), the casing (2) of the tubular body having a side opening, so as to allow the insertion of the storage shuttle (9) and, next to said side opening, the above-mentioned casing (2) carrying a first outwardly-protruding rotary attachment means (11) capable of engaging with a second rotary attachment means (12) provided on the storage shuttle (9), such that, when the two above-mentioned rotary attachment means are engaged, the storage shuttle is able to rotate about an axis of rotation parallel to said axial direction (4) of the axial cavity of the tubular body.\n\n",
            "title": "Flexible intraocular lens injection device and storage shuttle for implementing same",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=AU2017251980&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "In this lens, the curvature of the main meridian curve of power progression (MP) begins to vary from a point (A3) situated within the intermediate vision zone (VI) at a predetermined distance d1 from the point (A1) on the main meridian curve (MP) situated at the bottom of the far vision zone (VL), and it continues to vary down to a point (A4) situated in the near vision zone (VP) on an extension (MP') of the main meridian curve (MP), and at a predetermined distance d2 from the point (A2) on the main meridian curve (MP) situated at the top of the near vision zone (VP), with the curvature difference between the points (A2 and A4) having a predetermined value DELTA C. The values of d1, d2, and DELTA C are decreasing functions of the power addition A between the points (A1 and A2).\n\n",
            "title": "Multifocal ophthalmic lens",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US4838674&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention relates to an ophthalmic lens (1) for a pair of sunglasses, said ophthalmic lens including at least one substrate (13), the lens (1) having a transmission spectrum such that: • the transmittance at wavelengths shorter than 380 nm is lower than 1% • the spectrum includes a first transmittance maximum (MAX-1) having a transmittance higher than 8% between 390 nm and 420 nm • the spectrum includes a first transmittance minimum (MIN-1) between 426 nm and 440 nm • the transmittance between 450 nm and 500 nm is higher than 10% • the spectrum includes between 570 nm and 595 nm a second transmittance minimum (MIN-2) • the spectrum includes between 590 nm and 620 nm a second transmittance maximum (MAX-2) • the spectrum includes in the wavelength range comprised between 620 nm and 640 nm a third transmittance minimum (MIN-3) • the transmittance at wavelengths longer than 640 nm is higher than 14%.\n",
            "title": "LENTILLE OPHTALMOLOGIQUE, NOTAMMENT POUR LUNETTES DE SOLEIL",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2018019833&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "This bearing ring is of the kind comprising, for contact with the semi-finished blank to be processed, a limited number of bearing areas appropriately distributed circumferentially around the axis of the assembly. The planes tangential to the ends of each of the bearing areas form between them a dihedron, the bearing surface that a bearing area of this kind provides being in practice generally convex.\n\n",
            "title": "Bearing ring for fixing a mounting block on the progressively variable curved finished face of a semi-finished lens or mold blank",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US4714232&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "PURPOSE: To obtain excellent visual comfortableness whatever the diopter entry value of a lens is by constituting the surface of the lens of an area for far sight, an area for middle sight, and an area for near sight and determining the curvature of the principal meridian by a specific variance rule. CONSTITUTION: A surface S of a lens L consists of a visual field area VL for far sight, a visual field area VI for middle sight, and a visual field area VP for near sight. The curvature of the area VI is increased upward along a principal meridional curve MP. A curve C1 as the boundary between areas VI and VP crosses the curve MP at a point A2. Similarly, a curve C2 as the boundary between areas VI and VP crosses the curve MP at a point A2. The curvature of the curve MP starts changing at a point A3, which is a distance d1=f(A) off the point A2, in the area VI and is changed in the same direction up to a point A4, which is a distance d2=h(A) off the point A2, also in the area VP. The difference between curvatures at points A2 and A4 is denoted as ▵C=g(A). These functions f(A), h(A), and g(A) are reduction functions of a diopter entry value A of the lens between points A1 and A2.\n\n",
            "title": "MULTI-FOCUS SPECTACLES LENS",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=JPS6432227&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention relates to a lens that can be implanted in the cornea for correcting vision defects, such as presbyopia. It consists of a zonal diffractive lens with phase inversion that comprises an alternation of optically active or “full” annular areas (2) and of optically inactive or empty annular areas (3) which are all concentric. The empty annular areas (3) are filled with an optically inactive “cement” that binds together the “full” annular areas (2) in order to ensure the stability thereof. The cement is a hydrogel pervious to nutrients and oxygen having an optical index close to that of the cornea.\n\n",
            "title": "INTRACORNEAL DIFFRACTIVE LENS",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US2011046727&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A light shell of a high power single polycrystalline LED chip module of a street lamp includes a sector body (10). A flat bugle shaped inner cavity (11) with openings on two ends is provided in the sector body. A ring sleeve (15) extends from the inner opening around which a jointing ring surface is provided for fixing a single dispersing lens. A convex embedding portion (12) extends from the periphery of the outer opening (18). A ring buffer plate (13) extends from the periphery of the convex embedding portion. Several hollow columns (16) with forward inner openings (16') are provided on the ring buffer plate and fixed by several pins on the inner periphery of the window of the street lamp cover in an insertion-connecting manner. L'invention concerne un capot de module de puce de DEL polycristalline unique haute puissance pour éclairage de rue qui comprend un corps cellulaire (10). Une cavité interne plate évasée (11) à ouvertures situées sur deux extrémités est réalisée dans ce corps. Un manchon annulaire (15) s'étend depuis l'ouverture interne, dont le pourtour comporte une surface annulaire de jointure pour la fixation d'une lentille de dispersion unique. Une partie d'insertion convexe (12) s'étend depuis la périphérie de l'ouverture externe (18). Une plaque tampon annulaire (13) s'étend depuis la périphérie de la partie d'insertion convexe. Plusieurs colonnes creuses (16) à ouvertures internes avant (16') sont réalisées sur la plaque tampon annulaire et fixées par le biais de plusieurs broches sur la périphérie interne de la fenêtre du couvercle de l'éclairage de rue en configuration d'insertion-connexion.\n",
            "title": "CAPOT DE MODULE DE PUCE DE DEL POLYCRISTALLINE UNIQUE HAUTE PUISSANCE POUR CLAIRAGE DE RUE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2011015115&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A method for machining the peripheral portion of flexible contact lenses. A flexible contact lens blank is gripped between a pair of aligned rotary spindles which are then set in rotation. The actual machining is effected by a working surface which is preferably planar and covered with an abrasive material corresponding to the type of working treatment the contact lens blank is to undergo. The working surface is brought into contact with the angular peripheral edge of the lens blank until there is deformation of the peripheral portion of the lens blank. By holding the working surface in position relative to the lens blank being worked, the faces of the blank at the periphery are automatically alternately and successively worked.\n\n",
            "title": "METHOD FOR WORKING FLEXIBLE CONTACT LENSES",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US3877184&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A device and a method for attaching a front panel of a liquid lens are provided to make liquid equally flow over a groove in attaching the front panel to a lens body, by regulating the parallel state of the front panel and the lens body before attachment. A liquid lens(300) has a liquid filing part and a liquid lens body(370) provided with a rear panel(320) and inclined at the predetermined angle in the lower side. A device for attaching a front panel(310) disposed at the upper side of the body to the liquid lens body by moving down the front panel is composed of a vacuum nozzle unit(22) sucking the front panel; a vacuum nozzle control unit(23) controlling the suction power through the vacuum nozzle; a Z-axis motor(24) for moving up and down the vacuum nozzle; a control unit(25) for controlling the movement of the Z-axis motor; and a ball joint unit(21) disposed between the Z- vacuum nozzle and the front panel to adjust the inclination of the front panel.\n\n",
            "title": "APPARATUS AND METHOD FOR ATTACHING FRONT PANEL OF REQUID LENS",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=KR20070080109&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention relates to an ophthalmic lens (1) for a pair of sunglasses, said ophthalmic lens including at least one substrate (13), the lens (1) having a transmission spectrum such that: the transmittance at wavelengths shorter than 380 nm is lower than 1%; the spectrum includes a first transmittance maximum (MAX-1) having a transmittance higher than 8% between 390 nm and 420 nm; the spectrum includes a first transmittance minimum (MIN-1) between 426 nm and 440 nm the transmittance between 450 nm and 500 nm is higher than 10%; the spectrum includes between 570 nm and 595 nm a second transmittance minimum (MIN-2); the spectrum includes between 590 nm and 620 nm a second transmittance maximum (MAX-2); the spectrum includes in the wavelength range comprised between 620 nm and 640 nm a thirdtransmittance minimum (MIN-3); the transmittance at wavelengths longer than 640 nm is higher than 14%.\n",
            "title": "CN109791311",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CN109791311&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention relates to an ophthalmic lens (1) for a pair of sunglasses, said ophthalmic lens including at least one substrate (13), the lens (1) having a transmission spectrum such that: the transmittance at wavelengths shorter than 380 nm is lower than 1%; the spectrum includes a first transmittance maximum (MAX-1) having a transmittance higher than 8% between 390 nm and 420 nm; the spectrum includes a first transmittance minimum (MIN-1) between 426 nm and 440 nm; the transmittance between 450 nm and 500 nm is higher than 10%; the spectrum includes between 570 nm and 595 nm a second transmittance minimum (MIN-2); the spectrum includes between 590 nm and 620 nm a second transmittance maximum (MAX-2); the spectrum includes in the wavelength range comprised between 620 nm and 640 nm a third transmittance minimum (MIN-3); the transmittance at wavelengths longer than 640 nm is higher than 14%.\n\n",
            "title": "Ophthalmic lens in particular for a pair of sunglasses",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US11054671&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "In this lens, the bearing part (22) is connected to the central part (21) via a single attachment (24) forming a single piece with the said bearing (22) and central (21) parts, this attachment (24) being provided with a blind hole (25). ?&gt;The bearing part (22) is inclined relative to the central part (21) in the direction of the convexity of the latter. ?&gt;The central part (21) of the implant is of meniscus shape. \n",
            "title": "EP0305255",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=EP0305255&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The invention relates to a lens that can be implanted in the cornea for correcting vision defects, such as presbyopia. It consists of a zonal diffractive lens with phase inversion that comprises an alternation of optically active or 'full' annular areas (2) and of optically inactive or empty annular areas (3) which are all concentric. The empty annular areas (3) are filled with an optically inactive 'cement' that binds together the 'full' annular areas (2) in order to ensure the stability thereof. The cement is a hydrogel pervious to nutrients and oxygen having an optical index close to that of the cornea.\n\n",
            "title": "Intracorneal diffractive lens",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CN101808594&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A Fresnel lens and an LED(Light Emitting Diode) lighting device using the same are provided to secure excellent luminance uniformity, to reduce the size of the LED lighting device, and to remove a yellow ring effect generated in using a spherical lens. A Fresnel lens(50b) installed in the front side of an LED(10) emitting the light to change a path of the light emitted from the LED has an draft angle(theta) same as an emission angle(theta) of the emitted light. The LED lighting device is composed of the LED; the Fresnel lens; a fluorescent layer surrounding the LED, passing the light emitted from the LED, and containing YAG:Ce(Yttrium Aluminum Garnet:Cerium) fluorescent materials; and an LED cup reflecting the light laterally emitted from the LED, to the front side, wherein the LED is placed in the LED cup.\n\n",
            "title": "FRESNEL LENS AND LED ILLUMINATING DEVICE USING IT",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=KR20070096368&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "PURPOSE:To record an objective television broadcasting video again at the reserved time by providing a back-up power source to a power source for driving a calendar clock and writing television broadcasting video recording reservation information on a video tape. CONSTITUTION:When four video recording reservations as A, B, C and D 2 programed by an input from an operating part 10, information of the four video recording reservations of A, B, C and D is stored to a leading part of the video tape as well by a control part 2. In the case of occurrence of electric power failure, etc., the contents of an internal memory 9 are cleared once, but afterward, when the power supply is resumed, the present tape position is stored by the control part 2, and then the video tape is completely rewound, and subsequently, the video recording reservation information recorded in the leading part of the video tape is read out, and is set in the internal memory 9 again. Afterward, a motor part 6 is started up to feed the tape to its position where the power supply was resumed, so that the remaining video recording reservation work is continued, and finally the four television broadcasting videos of A, B, C and D are recorded.\n",
            "title": "empty",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=JPH0520729&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A device for injecting a flexible intraocular lens, comprising a tubular body (1) that has a casing (2), a plunger (3), a barrel (7) having a cross-section that decreases in the opposite direction tothe tubular body, and a housing (8) in the axial cavity of the tubular body intended to receive a storage shuttle (9) containing a flexible intraocular lens (10), the casing (2) of the tubular body having a side opening, so as to allow the insertion of the storage shuttle (9) and, next to said side opening, the above-mentioned casing (2) carrying a first outwardly-protruding rotary attachment means (11) capable of engaging with a second rotary attachment means (12) provided on the storage shuttle (9), such that, when the two above-mentioned rotary attachment means are engaged, the storage shuttle is able to rotate about an axis of rotation parallel to said axial direction (4) of the axial cavity of the tubular body.\n",
            "title": "CN109219420",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CN109219420&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "L'invention porte sur une lentille de Fresnel dont l'angle de traînée ? est identique à l'angle de rayonnement F, et sur une DEL l'utilisant. Ladite lentille 50b, disposée devant la DEL 10 modifie le cheminement optique de sa lumière. Une couche fluorescente 30 recouvrant la DEL 10 est traversée par sa lumière. La DEL 10 émet une lumière bleue. La couche fluorescente 30, faite d'un matériau fluorescent de YAG:Ce, est plus épaisse dans le sens transversal de la DEL 10 que dans son sens longitudinal. Un réflecteur 20 en coupelle où est placée la DEL 10 renvoie vers l'avant sa lumière émise latéralement.\n",
            "title": "LENTILLE DE FRESNEL ET DEL L'UTILISANT",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007108663&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A method for machining contact lenses of flexible material such as silicone. The lens is centered on two rotary spindles of which one is a driving spindle and is clamped therebetween. An annular supporting member having a surface with the same curvature as the face of the lens maintains the shape of the flexible lens during rotation of the lens until it is hardened by the spraying of a jet of cooling fluid which may be liquid nitrogen or liquid air. The spraying of the lens continues while the diameter is reduced, if such reduction is necessary. The supporting member is then removed and the peripheral edge of the lens is machined.\n\n",
            "title": "MACHINING CONTACT LENSES OF FLEXIBLE MATERIAL",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=US3750272&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "PURPOSE:To provide a bulk chip type electronic parts feeder associated with a machine for automatically mounting chip type electronic components onto a circuit board in which a problem of deficient supply of chip type electronic parts to a super high speed automatic electronic component mounting machine and a problem of cost reduction are solved. CONSTITUTION:A guide groove 17 is made around a storage chamber 13 for chip type electronic component 14 which is fed from a chip type electronic component feeding section 22 disposed above the storage chamber 13 thus dealing with a super high speed mounting machine having remarkably high supply amount.\n",
            "title": "empty",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=JPH0661690&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        }
    ]
}