{
    "document": [
        {
            "content": "[I I] An apparatus for inspecting a liquid lens comprising: a moving device for moving the liquid lens to a predetermined position to inspect the liquid lens; a measurement sensor relatively movable with respect to the liquid lens and measuring the liquid lens; and a controller for processing data measured by the measurement sensor and determining whether the liquid lens is effectively adhered. [12] The apparatus according to claim 11, further comprising a device for handling a defective liquid lens to be separated from normal liquid lenses. [13] The apparatus according to claim 11, further comprising an intermediate connection member for connecting the liquid lens to the moving device to move the liquid lens together with the moving device. [14] The apparatus according to any one of claims 11 to 13, wherein the measurement sensor is an image processor for photographing the liquid lens to obtain data thereof. [15] The apparatus according to claim 14, wherein the measurement sensor measures a spread of the liquid when a lens body and a cover glass of the liquid lens are adhered to each other. [16] The apparatus according to claim 12, wherein the defective lens handling device makes a recognition mark on a surface of the defective liquid lens. [17] The apparatus according to claim 12, wherein the defective lens handling device individually recognizes a recognition number given to each liquid lens, and stores and manages inspection data of each liquid lens. [18] The apparatus according to claim 13, wherein the intermediate connection member comprises a tray to which the liquid lens is directly fixed, and a stage on which the tray is installed. [19] The apparatus according to claim 18, further comprising a first fixing device for fixing the liquid lens to the tray, and a second fixing device for fixing the tray to the stage. [20] A method of fabricating a liquid lens, comprising: filling at least two liquids having different properties into a liquid receptacle formed in a lens body; adhering a cover glass to the lens body corresponding thereto measuring the liquid lens using a measurement sensor after adhering the cover glass to the lens body; and determining whether the cover glass is effectively adhered to the lens body on the basis of data measured by the measurement sensor. [21] The method according to claim 20, wherein measuring the liquid lens comprises measuring a spread of the liquid flowed from the liquid receptacle when the liquid lens is adhered. [22] The method according to claim 20, wherein measuring the liquid lens comprises measuring a brightness of the liquid accommodated in the liquid lens. [23] The method according to claim 20, wherein measuring the liquid lens is performed by directly measuring a space between the lens body and the cover glass. [24] The method according to any one of claims 20 to 23, further comprising supplying a sealant between the lens body and the cover glass adhered to each other.\n",
            "title": "MTHODE ET DISPOSITIF D'ESSAI D'UNE LENTILLE DE LIQUIDE, ET PROCD DE FABRICATION DE LA LENTILLE UTILISANT CETTE MTHODE ET CE DISPOSITIF",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091771&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "14. The intracorneal diffractive lens as claimed in one of claims 1 to 13, characterized in that it is produced as a bifocal lens designed to correct presbyopia.\n",
            "title": "INTRAKORNEALE DIFFRAKTIVE LINSE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=EP2178461&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "9. The method of Claim 8, wherein the means for preventing the front panel from being further moved downward is a motor overload-sensing unit for sensing the overload state of the motor.\n",
            "title": "APPAREIL ET PROCD D'ASSEMBLAGE D'UNE FACE AVANT AVEC UNE LENTILLE DE LIQUIDE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091761&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "Published by The Patent Office 25 Southampton Buildings, London, WC 2 A l AY, from which copies may be obtained.\n",
            "title": "METHOD AND APPARATUS FOR WORKING FLEXIBLE CONTACT LENSES",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=GB1372816&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "- a rotation of the storage container (9) between its abovesaid first position outside of the tubular body (1) and its abovesaid second position where it is loaded inside the abovesaid housing (8) of the tubular body (1) through the abovesaid side opening provided in the tubular body (1), the intraocular lens being in this second position of the storage container (9) ready to be moved and wound under the push of the pushbutton (3) in the ejection cavity of the barrel (7), then capable of being ejected outside.\n",
            "title": "VORRICHTUNG ZUM INJIZIEREN EINER FLEXIBLEN INTRAOKULARLINSE UND SPEICHERSCHIFFCHEN ZUR DURCHFHRUNG DES VERFAHRENS",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=EP3445287&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "Published at The Patent Offoce, 25 Southampton Buildings, London WC 2 A l AY, from which copies may be obtained.\n",
            "title": "MACHINING CONTACT LENSES OF FLEXIBLE MATERIAL",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=GB1343301&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "An LED illuminating device comprising: a light emitting diode; and a fresnel lens arranged in front of the light emitting diode to convert an optical path of light emitted from the light emitting diode, wherein the fresnel lens has a draft angle identical to a radiation angle of the LED illuminating device. [Claim 3] The LED illuminating device according to claim 2, wherein the light emitting diode includes a blue light emitting diode for emitting blue light, the LED illuminating device further comprising: a fluorescent layer covering the light emitting diode and containing a cerium doped yttrium aluminum garnet(YAG:Ce) fluorescent material, the light emitted from the light emitting diode going through the fluorescent layer; and a light emitting diode cup in which the light emitting diode is placed, the light emitting diode cup reflecting light emitted laterally from the light emitting diode, in a forward direction.\n",
            "title": "LENTILLE DE FRESNEL ET DEL L'UTILISANT",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007108663&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        }
    ]
}