{
    "document": [
        {
            "content": "L'invention concerne un appareil et un procédé d'assemblage d'une face avant avec une lentille de liquide dont le corps, incliné selon un angle donné, présente une partie de remplissage de liquide et un panneau arrière ménagé sous le corps. L'appareil comprend: une unité de buse à vide pour adsorber la face avant; une unité de réglage de la buse à vide pour réguler la force d'adsorption de la buse à vide; un moteur à axe vertical pour déplacer la buse à vide verticalement; une unité de commande pour contrôler le fonctionnement du moteur à axe vertical; et une unité à joint sphérique située entre la buse à vide et la face avant et maintenant une inclinaison de la face avant identique à celle du corps de la lentille de liquide, une fois la face avant amenée complètement au contact de la surface supérieure du corps de la lentille de liquide.\n",
            "title": "APPAREIL ET PROCD D'ASSEMBLAGE D'UNE FACE AVANT AVEC UNE LENTILLE DE LIQUIDE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091761&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "The prepn. of antidiarrhoeal substance (I) comprises: (1) enzymatic hydrolysis of a mixt. of powdered cereal and leguminous grains in an aq. medium, leading to at least partial decomposition of its carbohydrates and proteins into oligosaccharides, polypeptides and aminoacids; and (2) recovery from the hydrolysis medium of the mixt. obtd. in the form a dry powder by spray drying. More specifically, the cereal grain is Oriza sativa (rice). The leguminous seed is Phaseolus mungo (mung bean). The ratio of Oriza sativa/Phaseolus mungo in the starting mixt. is 1.8-2.2/1. Hydrolysis pref. takes place in the presence of alpha-amylase. USE - (I) is an antidiarrhoeal, having beneficial effects on intestinal activity, and partic. on sodium transport. An appropriate dosing regimen consists of two tablets contg. 1 g each of (I), taken every two or three hrs. according to the severity of diarrhoea\n\n",
            "title": "Anti-diarrhoeal substance - prepd. by alpha amylase hydrolysis of cereal and leguminous grains mixt., then spray drying",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CH681276&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "L'invention porte sur une lentille de Fresnel dont l'angle de traînée ? est identique à l'angle de rayonnement F, et sur une DEL l'utilisant. Ladite lentille 50b, disposée devant la DEL 10 modifie le cheminement optique de sa lumière. Une couche fluorescente 30 recouvrant la DEL 10 est traversée par sa lumière. La DEL 10 émet une lumière bleue. La couche fluorescente 30, faite d'un matériau fluorescent de YAG:Ce, est plus épaisse dans le sens transversal de la DEL 10 que dans son sens longitudinal. Un réflecteur 20 en coupelle où est placée la DEL 10 renvoie vers l'avant sa lumière émise latéralement.\n",
            "title": "LENTILLE DE FRESNEL ET DEL L'UTILISANT",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007108663&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "L'invention concerne un procédé et un appareil de contrôle d'une lentille de liquide, et un procédé de fabrication de la lentille utilisant cette méthode et ce dispositif, lesdits procédé et appareil permettant de contrôler facilement si la lentille est normale ou non. Le procédé de contrôle d'une lentille de liquide consiste à: déplacer la lentille vers une position préétablie en vue de la contrôler; mesurer la lentille au moyen d'un capteur de mesure relativement mobile par rapport à la lentille; et déterminer si la lentille présente une adhérence effective sur la base des données mesurées par le capteur de mesure. On peut ainsi déterminer de manière simple et précise si la lentille de liquide est normale ou non, et améliorer la fiabilité du produit.\n",
            "title": "MTHODE ET DISPOSITIF D'ESSAI D'UNE LENTILLE DE LIQUIDE, ET PROCD DE FABRICATION DE LA LENTILLE UTILISANT CETTE MTHODE ET CE DISPOSITIF",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091771&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        },
        {
            "content": "A light shell of a high power single polycrystalline LED chip module of a street lamp includes a sector body (10). A flat bugle shaped inner cavity (11) with openings on two ends is provided in the sector body. A ring sleeve (15) extends from the inner opening around which a jointing ring surface is provided for fixing a single dispersing lens. A convex embedding portion (12) extends from the periphery of the outer opening (18). A ring buffer plate (13) extends from the periphery of the convex embedding portion. Several hollow columns (16) with forward inner openings (16') are provided on the ring buffer plate and fixed by several pins on the inner periphery of the window of the street lamp cover in an insertion-connecting manner. L'invention concerne un capot de module de puce de DEL polycristalline unique haute puissance pour éclairage de rue qui comprend un corps cellulaire (10). Une cavité interne plate évasée (11) à ouvertures situées sur deux extrémités est réalisée dans ce corps. Un manchon annulaire (15) s'étend depuis l'ouverture interne, dont le pourtour comporte une surface annulaire de jointure pour la fixation d'une lentille de dispersion unique. Une partie d'insertion convexe (12) s'étend depuis la périphérie de l'ouverture externe (18). Une plaque tampon annulaire (13) s'étend depuis la périphérie de la partie d'insertion convexe. Plusieurs colonnes creuses (16) à ouvertures internes avant (16') sont réalisées sur la plaque tampon annulaire et fixées par le biais de plusieurs broches sur la périphérie interne de la fenêtre du couvercle de l'éclairage de rue en configuration d'insertion-connexion.\n",
            "title": "CAPOT DE MODULE DE PUCE DE DEL POLYCRISTALLINE UNIQUE HAUTE PUISSANCE POUR CLAIRAGE DE RUE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2011015115&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "EN"
        }
    ]
}