{
    "document": [
        {
            "content": "Dans cette lentille, la partie d'appui est reliée à la partie centrale par une seule attache formant une seule pièce avec lesdites parties d'appui et centrale, cette attache étant munie d'un trou non débouchant. La partie d'appui est inclinée par rapport à la partie centrale dans la direction de la convexité de celle-ci. La partie centrale de l'implant est en forme de ménisque.\n\n",
            "title": "LENTILLE INTRAOCULAIRE DE CHAMBRE POSTERIEURE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA1298439&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "Dispositif d'injection de lentille intraoculaire souple, comprenant un corps tubulaire (1) présentant une enveloppe (2), un poussoir (3), un canon (7) ayant une section transversale décroissante en sens opposé au corps tubulaire, et un logement (8) dans la cavité axiale du corps tubulaire destiné à recevoir une navette de stockage (9) contenant une lentille intraoculaire souple (10), l'enveloppe (2) du corps tubulaire présentant une ouverture latérale, de manière à permettre une introduction de la navette de stockage (9) et à proximité de cette ouverture latérale, l'enveloppe (2) susdite portant extérieurement en saillie un premier moyen de fixation rotative (11) capable de coopérer avec un deuxième moyen de fixation rotative (12) prévu sur la navette de stockage (9), de façon à permettre, en position de coopération des deux moyens de fixation rotative susdits, une rotation de la navette de stockage autour d'un axe de rotation parallèle à ladite direction axiale (4) de la cavité axiale du corps tubulaire.\n\n",
            "title": "FLEXIBLE INTRAOCULAR LENS INJECTION DEVICE AND STORAGE SHUTTLE FOR IMPLEMENTING SAME",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA3021536&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "L'invention concerne un capot de module de puce de DEL polycristalline unique haute puissance pour éclairage de rue qui comprend un corps cellulaire (10). Une cavité interne plate évasée (11) à ouvertures situées sur deux extrémités est réalisée dans ce corps. Un manchon annulaire (15) s'étend depuis l'ouverture interne, dont le pourtour comporte une surface annulaire de jointure pour la fixation d'une lentille de dispersion unique. Une partie d'insertion convexe (12) s'étend depuis la périphérie de l'ouverture externe (18). Une plaque tampon annulaire (13) s'étend depuis la périphérie de la partie d'insertion convexe. Plusieurs colonnes creuses (16) à ouvertures internes avant (16 ) sont réalisées sur la plaque tampon annulaire et fixées par le biais de plusieurs broches sur la périphérie interne de la fenêtre du couvercle de l'éclairage de rue en configuration d'insertion-connexion.\n",
            "title": "CAPOT DE MODULE DE PUCE DE DEL POLYCRISTALLINE UNIQUE HAUTE PUISSANCE POUR CLAIRAGE DE RUE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2011015115&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "L'invention se rapporte à une lentille ophtalmologique (1) pour lunettes de soleil comportant au moins un substrat (13), la lentille (1) ayant un spectre de transmission tel que: la transmission aux longueurs d'ondes inférieures à 380nm est inférieure à 1% le spectre comporte un premier maximum de transmission (MAX-1) présentant une transmission supérieure à 8% entre 390nm et 420nm, le spectre comporte un premier minimum de transmission (MIN-1) entre 426nm et 440nm, la transmission entre 450nm et 500nm est supérieure à 10%, le spectre comporte entre 570nm et 595nm un deuxième minimum de transmis¬ sion (MIN-2), le spectre comporte entre 590nm et 620nm un deuxième maximum de transmis¬ sion (MAX-2), le spectre comporte dans la gamme de longueurs d'ondes comprises entre 620nm et 640nm un troisième minimum de transmission (MIN-3), la transmission aux longueurs d'ondes supérieures à 640nm est supérieure à 14%.\n\n",
            "title": "OPHTHALMIC LENS IN PARTICULAR FOR A PAIR OF SUNGLASSES",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA3031583&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "Cette lentille est implantable dans la cornée pour la correction de défauts de la vision, tels que la presbytie. Il s'agit d'une lentille diffractive zonale avec inversion de phase qui comporte une alternance de zones annulaires optiquement actives ou = pleines = (2) et de zones annulaires optiquement inactives ou = vides = (3), toutes concentriques. Les zones annulaires = vides = (3) sont occupées par un = ciment = optiquement inactif qui relie entre elles les zones annulaires = pleines = (2), pour assurer leur stabilité. Le = ciment = est un hydrogel perméable aux nutriments et à l'oxygène, et d'indice optique proche de celui de la cornée.\n\n",
            "title": "INTRACORNEAL DIFFRACTIVE LENS",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA2694840&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "L'invention a pour objet un dispositif lumineux, notamment d'éclairage et/ou de signalisation (1) pour un véhicule automobile comportant une lentille (4) formant guide des rayons lumineux (42, 44, 46) issus d'une source lumineuse (2) disposée en regard d'une face d'entrée de la lentille (40). La lentille est adaptée à réfléchir ces rayons par réflexion interne vers une face de sortie (8) de manière à émettre en sortie dudit dispositif un faisceau de rayons lumineux selon un axe longitudinal (6). La lentille présente une forme au moins partiellement de révolution autour de l'axe longitudinal et la source de lumière est disposée sur l'axe de révolution.\n\n",
            "title": "DISPOSITIF LUMINEUX, MODULE D'ECLAIRAGE ET/OU DE SIGNALISATION ET VEHICULE AUTOMOBILE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=FR3013103&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "L'invention concerne un appareil et un procédé d'assemblage d'une face avant avec une lentille de liquide dont le corps, incliné selon un angle donné, présente une partie de remplissage de liquide et un panneau arrière ménagé sous le corps. L'appareil comprend: une unité de buse à vide pour adsorber la face avant; une unité de réglage de la buse à vide pour réguler la force d'adsorption de la buse à vide; un moteur à axe vertical pour déplacer la buse à vide verticalement; une unité de commande pour contrôler le fonctionnement du moteur à axe vertical; et une unité à joint sphérique située entre la buse à vide et la face avant et maintenant une inclinaison de la face avant identique à celle du corps de la lentille de liquide, une fois la face avant amenée complètement au contact de la surface supérieure du corps de la lentille de liquide.\n",
            "title": "APPAREIL ET PROCD D'ASSEMBLAGE D'UNE FACE AVANT AVEC UNE LENTILLE DE LIQUIDE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091761&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "L'invention porte sur une lentille de Fresnel dont l'angle de trainée ? est identique à l'angle de rayonnement F, et sur une DEL l'utilisant. Ladite lentille 50b, disposée devant la DEL 10 modifie le cheminement optique de sa lumière. Une couche fluorescente 30 recouvrant la DEL 10 est traversée par sa lumière. La DEL 10 émet une lumière bleue. La couche fluorescente 30, faite d'un matériau fluorescent de YAG:Ce, est plus épaisse dans le sens transversal de la DEL 10 que dans son sens longitudinal. Un réflecteur 20 en coupelle où est placée la DEL 10 renvoit vers l'avant sa lumière émise latéralement.\n",
            "title": "LENTILLE DE FRESNEL ET DEL L'UTILISANT",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007108663&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "L'invention concerne un procédé et un appareil de contrôle d'une lentille de liquide, et un procédé de fabrication de la lentille utilisant cette méthode et ce dispositif, lesdits procédé et appareil permettant de contrôler facilement si la lentille est normale ou non. Le procédé de contrôle d'une lentille de liquide consiste à: déplacer la lentille vers une position préétablie en vue de la contrôler; mesurer la lentille au moyen d'un capteur de mesure relativement mobile par rapport à la lentille; et déterminer si la lentille présente une adhérence effective sur la base des données mesurées par le capteur de mesure. On peut ainsi déterminer de manière simple et précise si la lentille de liquide est normale ou non, et améliorer la fiabilité du produit.\n",
            "title": "MTHODE ET DISPOSITIF D'ESSAI D'UNE LENTILLE DE LIQUIDE, ET PROCD DE FABRICATION DE LA LENTILLE UTILISANT CETTE MTHODE ET CE DISPOSITIF",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=WO2007091771&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "B R E V E T D' I N V E N T I O N Lentille ophtalmique multifocale. Invention : Maurice DUFOUR ESSILOR INTERNATIONAL (Compagnie Générale d'optique), Société Anonyme _ Dans cette lentille, la courbure de la courbe méridienne principale (MP) commence à varier à partir d'un point (A3) situé dans la zone de vision intermédiaire (VI) à une distance prédéterminée d1 du point (A1) de la courbe méridienne (MP) situé à la limite inférieure de la zone de vision de loin (VL), et elle continue à varier jusqu'à un point (A4) situé dans la zone de vision de près (VP), sur un prolongement (MP') de la courbe méridienne (MP), à une distance prédéterminée d2 du point (A2) de la courbe méridienne (MP) situé à la limite supérieure de la zone de vision de près (VP), la différence de courbure entre les points (A2 et A4) ayant une valeur prédéterminée .DELTA.C. Les valeurs de d1, d2 et .DELTA.C sont des fonctions décroissantes de l'addition de puissance A entre les points (A1 et A2). (Figure 1).\n\n",
            "title": "LENTILLE OPHTALMIQUE MULTIFOCALE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA1287993&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        },
        {
            "content": "Il s'agit d'une bague d'appui pour ébauche semi-finie d'un palet tel que lentille ophtalmique ou moule, du genre comportant, pour contact avec l'ébauche semi-finie à traiter, un nombre limité de zones d'appui convenablement réparties circulairement autour de l'axe de l'ensemble. Suivant l'invention les plans tangents aux extrémités de chacune desdites zones d'appui font un dièdre entre eux, la surface d'appui qu'offre une telle zone d'appui étant en pratique globalement convexe. Application à la coulée d'un bloc de montage sur la face finie d'une ébauche semi-finie d'une lentille ophtalmique progressive.\n\n",
            "title": "BAGUE D'APPUI POUR LA FIXATION D'UN BLOC DE MONTAGE SUR LA FACE FINIE A COURBURE PROGRESSIVEMENT VARIABLE D'UNE EBAUCHE SEMI-FINIE D'UN PALET, TEL QUE LENTILLE OPHTALMIQUE OU MOULE",
            "url": "http://worldwide.espacenet.com/searchResults?compact=false&amp;ST=singleline&amp;query=CA1256700&amp;locale=en_EP&amp;DB=EPODOC",
            "language": "FR"
        }
    ]
}